Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Prerequisites: The student must pass practice 3 and the courses SYKHB2023 and SYKHB2033, in addition to compulsory work for 4.
nb: Bestått praksis 3 og emnene SYKHB2023 og SYKHB2033, samt godkjente arbeidskrav i 4.

source: The programme committee can approve other activities as part of the training component, up to 5 ECTS credits.
nb: Programutvalget kan godkjenne andre aktiviteter som del av opplæringsdelen med inntil 5 stp.

source: Apply industry-standard tools and engineering concepts for accessing device performance and viability.
nb: Bruke verktøy og modeller for å beregne effekt, krefter og levedyktighet.

source: 25 hours of supervision is mandatory for the team/student in the project period.
nb: Hver gruppe med studenter gis inntil 25 timers faglig veiledning/oppfølgning i forbindelse med prosjektperioden.

source: Demonstrates independence, accuracy and a professional justifiable manner of all kinds of nursing, for example through carrying out nursing procedures, management of drugs and through examinations and treatment.
nb: Viser selvstendighet, nøyaktighet og faglig forsvarlighet i utførelse av all sykepleie, for eksempel ved utøvelse av sykepleieprosedyrer, håndtering av legemidler og ved undersøkelser og behandling.

source: Grade scale AF, where F does not correspond to passing.
nb: Karakter skala AF, der F ikke tilsvarer bestått.

source: Most clinical studies have had strict inclusion requirements that has lead to the exclusion of the oldest elderly, and few studies state how patients over 80 years who is or have been admitted to somatic hospitals report their health and quality of life.
nb: Svært mange kliniske studier har strenge inklusjonskrav som fører til eksklusjon av de eldste eldre, og få studier sier noe om hvordan pasienter over 80 år som er eller har vært innlagt i somatisk sykehus rapporterer sin helse og livskvalitet.

source: Jablonka and Gellert (2010) suggest that there is a tension between the two aims of critical mathematics education: gaining mathematical understanding; and being able to critique political inequities.
nb: Jablonka og Gellert (2010) foreslo at det er en spenning mellom de to målene til kritisk matematikkdidaktikk: det å utvikle matematisk forståelse og det å bli i stand til å kritisere politiske ulikheter.

source: Calculate fire heat radiation and define the risk for people and facilities.
nb: Beregne varmeståling fra brann og angi risiko for personer og konstruksjoner I nærheten.

source: The research group aims to investigate cellular stress after different phenotypes of stress.
nb: Forskergruppen har som målsetting å undersøke cellulært stress etter ulike typer ytre og indre påvirkninger som fysisk og psykisk stress.

source: In addition, Agder Energi and Tensio are contributing financially.
nb: I tillegg er Agder Energi og Tensio med å finansiere prosjektet.

source: Lectures, practical exercises and project work in the lab.
nb: Forelesninger, øvingsoppgaver og prosjektarbeid i grupper.

source: Project summary IMO's ballast water convention entered into force in September 2017, and instructs all ships to purify their ballast water prior to discharge.
nb: IMO's ballastvann konvensjon tredde i kraft i september 2017, og pålegger alle skip å rense ballastvannet sitt.

source: Perform an experiment in the towing tank.
nb: Gjennomføre et eksperiment i slepetanken.

source: calculate explosive limits at different temperature, pressure and composition
nb: kan beregne eksplosjonsgrenser ved forskjellige temperatur, trykk og sammensetning

source: Can use relevant terminology and other maritime forms of expression.
nb: Kan bruke relevant fagterminologi og andre maritime uttrykksformer.

source: Theories from Anna Sfard (2001, 2007, 2009) and Richard Skemp (1976) were used highlight the different types of mathematical understanding which were seen as part of the discourse aspect of the alignment mode in the communities of practice.
nb: Som språklige indikatorer ble det brukt teorier fra Anna Sfard (2001, 2007, 2009) for å si noe om diskurs og Richard Skemp (1976) for å si noe om ulike typer forståelser.

source: Prevents complications and attends to the safety of the patient in line with updated knowledge.
nb: Forebygger komplikasjoner og ivaretar pasientens sikkerhet i tråd med oppdatert kunnskap.

source: Making spatial diagnosis of problem neighbourhoods (For example space syntax analyses of the 40 ‘problem neighbourhoods’ in the Netherlands)
nb: Metoden kan benyttes for romlig diagnose av nabolag som ikke fungerer bra (for eksempel space syntax analyser av de 40 verste nabolagene i Nederland)

source: Explosion safety and reliability
nb: Eksplosjonssikkerhet og pålitelighet

source: Then we made vegetable soup and apple pie.
nb: Deretter laget vi grønnsakssuppe og eplepai.

source: Obligatory initial, midway and final conversations will be carried out in all practical periods lasting 8 weeks.
nb: Det gjennomføres obligatoriske begynner-, midt- og sluttsamtaler i alle 8 ukers praksisperioder.

source: The education administration has the overall responsibility for the administration of examination in PhD courses, including approval of education from institutions abroad, the registration of PhD candidates, the registration for examination and for the doctoral diploma and diploma supplement (DS).
nb: Studieadministrasjonen har det overordnete ansvaret for administrasjon av eksamen for ph.d.-emnene ved blant annet godkjenning av utenlandsk utdanning ved tilsetting/opptak, registrering av kandidater, oppmelding til eksamen og utskriving av diplom, vitnemål og diploma supplement (DS).

source: Go to Word
nb: Gå til Word

source: I also hope that it will contribute to greater
nb: Jeg håper også det vil bidra til større interesse for hvordan

source: interest in how programming can strengthen mathematics teaching.
nb: programmering kan styrke matematikkundervisningen.

source: The course will provide the basis for the design of simple timber structures.
nb: Emnet skal gi grunnlag for dimensjonering av enklere trekonstruksjoner.

source: As Sawyer (2013) summarised in his introduction to the
nb: Som Sawyer (2013) oppsummerte i sin introduksjon til

source: Students must bring their own PC / MAC.
nb: Studentene må ta med egen PC / MAC.

source: The study program follows the recommended plan from The National Council for Economic Administrative Education (NRØA), which coordinates the bachelor's level business administration study programs in Norway.
nb: Studiet bygger på anbefalt nasjonal plan fra Nasjonalt Råd for Økonomisk Administrativ utdanning (NRØA) som samordner bachelorstudiene i økonomi og administrasjon i Norge.

source: Further, an introduction to some of more Advanced control techniques that have gain succes such as Model Predictive Control (MPC) is made.
nb: Videre kjenne kandidaten til innføring i noen av dagens mer avanserte reguleringsteknikker av suksess som MPC (Model Predictive Control).

source: Describe common data acquisition methods used in on- and offshore surveying, including bathymetry.
nb: Kunne redegjøre for de vanligste datainnsamlingsmetodene for on- og offshore surveying, inkludert batymetri.

source: DBMS concepts, architecture, functionalities, and advantages
nb: DBMS-konsepter, arkitektur, funksjonalitet og fordeler

source: The training component consists of three mandatory courses totalling 15 ECTS credits, and requires a minimum of 15 ECTS credits in optional courses.
nb: Opplæringsdelen består av tre obligatoriske emner på til sammen 15 studiepoeng, og minimum fem valgfrie emner på til sammen 15 studiepoeng.

source: Explain principles for storing and accessing geographic data, and attach tabular data to geographic data.
nb: Definere geomatikk og geoinformatikk, og gjøre rede for organisering og anvendelser i samfunnet.

source: The Navier- Stokes equations have been formulated relatively early, but useful solutions for broader tasks were available with the use of numerical computer solutions in the 1980 ‘s.
nb: Navier - Stokes-ligningene ble utviklet relativt tidlig, men brukbare løsninger for avanserte oppgavestillinger begynte å bli tilgjengelig med hjelp av datamaskiner og bruk av numeriske løsninger på 1980 tallet.

source: Select the reference to edit it in the reference panel.
nb: For å redigere referansen, markerer du den i biblioteket for å åpne den i referansepanelet.

source: All the courses offered are 5 credits with an estimated workload of 140 hours per course.
nb: Alle emnene som tilbys er på 5 studiepoeng med en beregnet arbeidsbyrde på 140 timer pr emne.

source: The leg goes from Yokohama to Shanghai.
nb: Etappen går fra Yokohama til Shanghai.

source: This course provides an introduction to industrial surveying, focusing on methods used in connection with prefabrication and construction, both on- and offshore.
nb: Emnet skal gi studenten en innføring i metoder og teknikker for industriell prefabrikasjonsmåling og produksjonshjelp on- og offshore.

source: Staff at practical training site/the student make out a rota of 240 hours, equally distributed over 8 weeks.
nb: Praksissted/student lager turnus på 240 timer, jevnt fordelt over 8 uker.

source: The programme committee must reject admission if:
nb: Programutvalget skal avslå opptak dersom:

source: In total, the work will amount to a total of 45 credits, where the written part will normally be 12 00 0-15 000 words (30-40 pages).
nb: Samlet skal arbeidet tilsvare et totalomfang på 45 studiepoeng, der den skriftlige delen normalt vil være på 12 000-15 000 ord (30-40 sider).

source: Passed 80 credits from engineering studies, starting the practical period.
nb: Bestått 80 sp fra ingeniørstudiet ved oppstart av praksisperioden.

source: The analysis, which is based on the four concepts, indicates that operational and/or structural
nb: Analysen, som baserer seg på dei fire omgrepa, viser at en kan utvikle operasjonell og/eller

source: I have previously worked as a freelance project manager for a number of events, including both concerts and more extensive tour & festival projects (in Norway, but mostly in Europe).
nb: Tidligere har jeg jobbet som freelance prosjektleder for en rekke arrangementer, deriblant både konserter og mer omfattende turné & festival prosjekter (i Norge, men mest i Europa).

source: Two-part exam, including the research and professional development essay and an oral examination.
nb: Deleksamen, med en muntlig eksamen og en skriftlig FoU-oppgave.

source: o Initiate measures to ensure the quality and the quality development of
nb: o Initiere tiltak for å kvalitetssikre og -utvikle ph.d.-utdanningen på emne-

source: The LANDSLIDES Research Group consists of bedrock and quaternary geologists, hydrogeologists, marine geologists and physicists.
nb: Forskergruppen SKRED består av berggrunns- og kvartærgeologer, hydrogeologer, maringeologer og fysikere.

source: In June-July 2009 three representatives from Bergen University College were a
nb: I juni-juli 2009 holdt tre representanter fra Høgskolen i Bergen en serie

source: The grading scale consists of the letter grades A-F or pass/fail.
nb: Karakterskalaene består av bokstavkarakterene A-F eller bestått/ikke bestått.

source: accordance with the Regulations for the degree Philosophiae doctor (PhD) at Western Norway University of Applied Sciences.
nb: forskrift for graden philosophiae doctor (ph.d.) ved Høgskulen på Vestlandet.

source: Can define load combinations included dead load, payloads, environmental loads, accidental loads and so on.
nb: Kan definere lastkombinasjoner som inkluderer egenlast, nyttelaster, miljølaster, ulykkeslaster osv.

source: HVL have access to selected titles.
nb: HVL har tilgang til utvalgte titler.

source: In type 1 diabetes the cells producing insulin in the body are destroyed, and insulin is therefore administered as treatment so that the cells can take up glucose as energy source.
nb: Ved type 1 diabetes er kroppens celler som produserer insulin ødelagt, og insulin må derfor tilføres som behandling for at cellene kan ta opp glukose som energi.

source: Being able to calculate SNR, and know different techniques for noise reduction
nb: Kunne beregne SNR og kjenne til ulike teknikker for støyreduksjon

source: The central PhD committee has the following mandate:
nb: Ph.d.-utvalget har følgende mandat:

source: can discuss and assess premixed flames and diffusion with respect to structure, heat, burning rate, diffusion and turbulence
nb: kan drøfte og vurdere forblandede flammer og diffusjonsflammer med hensyn på struktur, varmetap, forbrenningshastighet, diffusjon og turbulens

source: The project description of the research project that will result in a PhD degree form the basis for admission.
nb: Prosjektbeskrivelse av det forskningsprosjekt som skal lede frem til ph.d.-graden ligger til grunn for opptak.

source: emphasis on compassion for all living beings.
nb: for alle levende vesener.

source: can apply relevant national and international regulations and standards
nb: · kan utrede problemstillingen og diskutere egne resultater og konklusjon i forhold til relevant litteratur

source: This is carried out in agreement with the patient, the next of kin and other co-workers.
nb: Dette utføres i samråd med pasienten, pårørende og andre medarbeidere.

source: The honorary position as Head of Programme equals at least 50 % of a full time position.
nb: Vervet som fagansvarlig har et omfang på minst 50 % av full stilling.

source: The module focuses mainly on the genre Theatre-in-Education.
nb: Emnet har hovedfokus på sjangeren teater-i-undervisningen.

source: Apply standards for dimensioning of beams, rods, frames and nodes.
nb: Kan anvende relevante standarder for dimensjonering av bjelker, staver, rammer og knutepunkt.

source: A lack of, or inadequate, progress reports from the candidate may result in involuntary termination of the candidate’s participation in the doctoral programme prior to expiry of the period of admission, c.f. section 3-2 of the PhD regulation.
nb: Mangelfull eller utilfredsstillende rapportering fra kandidaten til programutvalget kan føre til tvungen avslutning av ph.d.-utdanningen før utløpet av opptaksperioden, jf ph.d.- forskrift HVL § 3-2.

source: FMS were evaluated through a test battery inspired by the ‘Test of Gross Motor Development 3’ and the ‘Preschooler Gross Motor Quality Scale’.
nb: Motorikk ble vurdert gjennom et testbatteri inspirert av ‘Test of Gross Motor Development 3’ og ‘Preschooler Gross Motor Quality Scale’.

source: about sustainability and sustainable development.
nb: om bærekraft og bærekraftig utvikling.

source: English 1 (MGUEN101 and MGUEN201) or equivalent courses.
nb: Engelsk 1 (MGUEN101 og MGUEN201) eller tilsvarende.

source: P&ID (Piping and Instrumentation Diagram) with the relations between measurements and process equipment such as pumps and valves
nb: P&ID (Piping and Instrumentation Diagram) med sammenheng mellom måling og prosessutstyr som pumper og ventiler

source: components and Niss & Højgaard Jensen’s (2002) division of mathematical competence, I have
nb: matematiske komponenter og Niss & Højgaard Jensens (2002) inndeling av matematisk

source: HVL aims to ensure that all PhD students should have a research stay abroad for at least one month during their fellowship period.
nb: Høgskolen har som mål at alle ph.d.-kandidater skal ha et forskningsopphold i utlandet på minimum en måned i løpet av sin stipendiatperiode.

source: To know what possibilities a programming tool like this can have, can help teachers to
nb: kan ligge i et slikt programmeringsverktøy, kan hjelpe lærere med å utforme

source: Has the theoretical foundation in accordance with STCW 78 as Amended, Regulation II/1 and II/2 to complete practical training as Cadet.
nb: Innehar det teoretiske grunnlaget i henhold til STCW 78 med tillegg regel II/1 og II/2 til å gjennomføre kadettpraksis.

source: Module1 autumn 2021 - Basic cryptography
nb: Modul1 høsten 2021 - Grunnleggende kryptografi

source: Findings in this master’s thesis show that the reports link the intention with computational
nb: Funn i studien viser at styringsdokumenter knytter intensjonen bak algoritmisk tenkning i

source: Currently, I am working as researcher for the LIVE@home.path trial at SEFAS (UIB), with focus on assitive technology and telecare in home dwelling people with dementia.
nb: Min hovedinteresse ligger i eldreomsorg, og i min nåværende postdok.-periode forsker jeg på velferdsteknologi knyttet til hjemmeboende personer med demens og deres pårørende gjennom LIVE@home.path studien ved SEFAS (UIB).

source: Has knowledge of cooperation, work management and organisation of nursing homes/institutions, and cooperation between the different levels in the health system.
nb: Har kunnskap om samarbeid, arbeidsledelse og organisering av kommunens hjemmesykepleie, og om samarbeid mellom nivåene i helsesystemet.

source: Maritime Radio Communication (GMDSS, STCW IV)
nb: Maritim kommunikasjon (GMDSS, STCW IV)

source: Analyze and design software architecture for medium size applications
nb: Designe og analysere programvarearkitektur for middelstore applikasjoner

source: To sum up, space syntax in urban studies consists of four things;
nb: Space syntax i urbane studier består av fire elementer:

source: Knowledge of SIL and AIL level on equipment and systems.
nb: Kunnskap om hva som menes med ulike SIL- og AIL-nivå på utstyr og systemer.

source: A case study: Mathematical reasoning in a Brazilian school.
nb: På bakgrunn av dette er følgende problemstilling utarbeidet:

source: How can you become aware of what resources you have in your life?
nb: Hvordan kan du bli bevisst på hvilke ressurser du har i livet ditt?

source: Supervision on the thesis should also ensure progression in the project, as well as ensure that learning outcomes are achieved at an overall level.
nb: Veiledning på avhandlingen skal også sikre progresjon i prosjektet, samt sikre at læringsutbyttet oppnås på overordnet nivå.

source: Stirling-cryo-cooler for liquefaction of hydrogen.(Funded på Vestland county municipality, Mobiforsk) Status: August - December 2020.
nb: Stirling-cryo-cooler for liquefaction of hydrogen.(Støtte fra Vestland fylkeskommune, Mobiforsk) Status: August - Desember 2020.

source: Can plan and carry out various assignments and projects, alone or in cooperation, and in accordance with ethical requirements and principles.
nb: Kan planlegge og gjennomføre varierte arbeidsoppgaver og prosjekter, alene eller sammen med andre, i tråd med etiske krav og retningslinjer.

source: She is also running a project as part of the Kindergarten Knowledge (Kindknow) - Centre for Systemic Research on Diversity and Sustainable Futures.
nb: Hun driver også et prosjekt som en del av Kindergarten Knowledge (Kindknow) - Senter for systemisk forskning om mangfold og bærekraftig fremtid.

source: can use numerical techniques RANS (Reynolds averaged Navier Stokes) and LES (Large Eddy Simulations) and explain the differences between them.
nb: kan bruke numeriske teknikker som RANS (Reynolds Averaged Navier Stokes) og LES (Large Eddy Simulations) og forklare forskjeller mellom disse.

source: Ground penetrating radar (GPR, high-frequency electromagnetic method, fieldwork)
nb: Georadar (høy-frekvent elektromagnetisk metode, feltarbeid)

source: The committee’s composition must be in accordance with the Equality and Anti-Discrimination Act section 28 regarding the representation of both genders in committees.
nb: Utvalgets sammensetning skal være i henhold til likestillings- og diskrimineringslovens § 28 om representasjon av begge kjønn i utvalg.

source: The community of practice in this case is minority parents who want to send their children to Saturday school to learn mathematics.
nb: Praksisfellesskapet i dette tilfellet er minoritetsforeldre som ønsker å sende barna sine til lørdagsskole for å lære matematikk.

source: The research group "Cancer and quality of life" at Western Norway University of Applied Sciences (WNUAS) and Haukeland University Hospital wishes through this research project to establish new knowledge of how cancer patients over 80 years of age report their health and quality of life related to elective hospitalization in somatic hospitals.
nb: Forskergruppen «Kreft og livskvalitet» ved Høgskulen på Vestlandet og Haukeland Universitetssykehus ønsker gjennom dette forskningsprosjektet å bidra til å øke kunnskapsgrunnlaget om kreftpasienter over 80 år sin helse og livskvalitet relatert til elektiv innleggelse i somatisk sykehus.

source: Courses and other training elements which, at the time of application for admission were taken longer than 2 years ago, cannot be included in the training component or replace any of the courses.
nb: Emner og andre opplærings¬elementer som ved søknad om opptak er eldre enn 2 år kan ikke inngå i opplæringsdelen eller erstatte noen av emnene.

source: Group tutorial with teacher is obligatory and counts as practical training.
nb: Veiledningsgruppe med lærer er obligatorisk og regnes som praksis.

source: Can assess practical experience and adjust under guidance.
nb: Studenten kan reflektere over egen faglige utøvelse og justere denne under veiledning.

source: The main findings of this research showed that it was a complex situation to say something about the community of practice, where they had different opinions about what was important to them.
nb: Hovedfunnene i denne forskningen viste at det var en kompleks situasjon å si noe om praksisfellesskapet, der de innad hadde ulike meninger om hva som var viktig for dem.

source: Tamsin Meaney is professor in mathematics education.
nb: Tamsin Meaney er professor i matematikkutdanning.

source: Ionic liquids have low vapor pressure, high thermal and chemical stability, broad electrochemical windows, and high ionic conductivity properties.
nb: Ioniske væsker har lavt damptrykk, høy termisk og kjemisk stabilitet, brede elektrokjemiske vinduer og høye ioniske konduktivitetsegenskaper.

source: The study also revealed
nb: I undersøkelsen kom det også frem

source: Knutsen OAS Shipping AS has therefore developed their own ballast water treatment system, called KBAL.
nb: I den forbindelse har Knutsen OAS Shipping AS selv utviklet et ballastvann rensesystem, KBAL.

source: This is particularly necessary for multilingual students, who are learning mathematics and the language of instruction simultaneously (de Araujo, Smith, & Sakow, 2015).
nb: Dette er særlig viktig for flerspråklige elever som lærer matematikk og undervisningsspråket samtidig (de Araujo, Smith & Sakow, 2015).

source: In 1995, aged 34, I got the institutions first professorship, i.e., professor in safety sciences.
nb: Jeg ble ansatt i HSH (nå HVL) sitt første professorat i 1995, 34 år gammel, som professor i sikkerhetsfag.

source: improving practice based on what is discovered (Hatch, 2002).
nb: basert på hva som er oppdaget (Hatch, 2002).

source: Currently I do research within the fields of fire and climate (WUI fires and wooden structures), active and passive fire protection, skin burns and fugitive emissions.
nb: Sentrale tema i forskningen nå er branner og klima (lyngbranner og bygningsbranner), aktiv og passiv brannbeskyttelse, brann- og skåldingsskader på hud og diffuse gasslekkasjer.

source: Explain principles for dimension control of piping and steel structures.
nb: Kunne forklare prinsipper for dimensjonskontroll av rør og stålrammer.

source: The main aim of the study is to investigate the impact on resource utilization in dementia care (RUD) and caregiver burden.
nb: Hovedmålet med studien er å undersøke virkningen på ressursutnyttelse i demensomsorg (RUD) og omsorgsbyrde.
